app/controllers/reports_controller.rb

  def index
    @reports = Report.order('created_at DESC')
---
SELECT "reports".* FROM "reports" ORDER BY created_at DESC

  def create
    @report = Report.new(report_params)
    if @report.save
---
INSERT INTO "reports" ("stop_name", "complaint", "visited_by", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["stop_name", "50th & cornell"], ["complaint", "Trash everywhere"], ["visited_by", "akoko"], ["created_at", "2019-06-11 19:39:55.726698"], ["updated_at", "2019-06-11 19:39:55.726698"]]